{
    "lang_backup": "Sichern",
    "lang_backupDescription": "Hier können Sie die Konfiguration des Satellitenservers sichern. Dies beinhaltet die Datenbank über alle Virtuellen Maschinen, Veranstaltungen, Authentifizerungsmodule, Passwörter, Proxies, den konfigurierten VM-Store sowie weitere Konfiguration des MiniLinux.\r\nDie Festplattenabbilder der Virtuellen Maschinen auf dem VM-Store werden hierbei nicht gesichert. Eventuelle Backups des Stores müssen separat durchgeführt werden.",
    "lang_backupRestore": "Sichern und Wiederherstellen",
    "lang_browseForFile": "Durchsuchen",
    "lang_download": "Herunterladen",
    "lang_dozmodExplanation": "Die Datenbank der bwLehrpool-Suite wiederherstellen. Dazu gehören die Metadaten der Virtuellen Maschinen, die Veranstaltungen, etc. Bitte beachten Sie, dass hierzu auf dem konfigurierten VM-Store die passenden VM-Abbilder vorliegen müssen, da diese extern gespeichert werden. Wenn sich der Servername oder die -adresse geändert haben stellen Sie bitte sicher, dass die relativen Pfade innerhalb des Netzlaufwerks gleich geblieben sind. Ansonsten werden die wiederhergestellten VMs nicht verwendbar sein.",
    "lang_lastBackup": "Letzte Sicherung",
    "lang_reboot": "Systemneustart",
    "lang_restore": "Hochladen",
    "lang_restoreConfig": "Konfiguration wiederherstellen",
    "lang_restoreDescription": "Hier können Sie ein Backup der Konfiguration wieder einspielen. Bitte beachten Sie, dass der Server dabei neu gestartet wird, daher sollten Sie dies möglichst durchführen, wenn das System nicht genutzt wird, und keine Dozenten Veranstaltungen oder Virtuelle Labore erstellen oder hoch-\/herunterladen. Bitte beachten Sie, dass dabei auch das ursprüngliche Passwort der Weboberfläche wiederhergestellt wird.",
    "lang_restoreDozmodConfig": "bwLehrpool-Suite-Konfiguration wiederherstellen",
    "lang_restoreFailed": "Wiederherstellung der Konfiguration fehlgeschlagen.",
    "lang_restoreSystemConfig": "Systemkonfiguration wiederherstellen",
    "lang_selectFile": "Bitte wählen Sie ein Backup-Archiv",
    "lang_stopping": "Stoppe",
    "lang_systemExplanation": "Die Grundkonfiguration des Satelliten wiederherstellen: Authentifizierungmethode, Passwörter, Proxies, VM-Storage, etc.\r\nACHTUNG: Wenn Sie ein Backup von vor WS15\/16 einspielen (Backup-Format vor Version 10), wird die Systemkonfiguration in jedem Fall wiederhergestellt, auch wenn Sie diesen Haken nicht setzen.",
    "lang_unknown": "Unbekannt",
    "lang_waitReboot": "Warte auf Reboot."
}