{
    "lang_active": "Aktiv",
    "lang_bootAddress": "Boot-Adresse des Servers",
    "lang_bootBehavior": "Standard-Bootverhalten",
    "lang_bootHint": "Das Bootmenü muss nach einer Änderung der IP-Adresse neu generiert werden. In der Regel geschieht dies automatisch, der Vorgang kann in der Sektion Bootmenü allerdings auch manuell ausgelöst werden.",
    "lang_bootInfo": "Hier können Anpassungen am Erscheinungsbild des Bootmenüs vorgenommen werden.",
    "lang_bootMenu": "Bootmenü",
    "lang_bootMenuCreate": "Bootmenü erzeugen",
    "lang_chooseIP": "Bitte wählen Sie die IP-Adresse, über die der Server von den Clients zum Booten angesprochen werden soll.",
    "lang_close": "Schließen",
    "lang_compile": "Kompilieren",
    "lang_customEntry": "Eigener Eintrag",
    "lang_example": "Beispiel",
    "lang_generationFailed": "Erzeugen des Bootmenüs fehlgeschlagen. Der Netzwerkboot von bwLehrpool wird wahrscheinlich nicht funktionieren. Wenn Sie den Fehler nicht selbst beheben können, melden Sie bitte obenstehende Fehlermeldung an das bwLehrpool-Projekt.",
    "lang_localHDD": "Lokale HDD",
    "lang_masterPassword": "Master-Passwort",
    "lang_masterPasswordHelp": "Das Master-Passwort wird benötigt, um einen Booteintrag direkt am Client temporär durch Drücken der Tab-Taste zu editieren. Da dies für Manipulation am Client genutzt werden kann, sollte diese Funktion unbedingt mit einem Passwort geschützt werden.",
    "lang_menuCustom": "Benutzerdefinierter Menüzusatz",
    "lang_menuCustomHint1": "Hier haben Sie die Möglichkeit, eigenen Menü-Code zum angezeigten PXE-Menü hinzuzufügen, um z.B. auf weitere PXE-Server zu verweisen. Das Format entspricht dem syslinux Menüformat.",
    "lang_menuCustomHint2": "Sie können ein oder mehrere Einträge erzeugen. Wenn Sie einen Eintrag erzeugen möchten, der automatisch gestartet wird, wenn der Benutzer keine Auswahl tätigt, vergeben Sie als",
    "lang_menuCustomHint3": "und wählen Sie als Standard-Bootverhalten ebenfalls custom.",
    "lang_menuDisplayTime": "Anzeigedauer des Menüs",
    "lang_menuGeneration": "Erzeugen des Bootmenüs",
    "lang_seconds": "Sekunden",
    "lang_set": "Setzen"
}