{
    "lang_cifsHelp1": "Benötigt wird ein CIFS-Share, z.B. von einem Windows Server, der für\r\nden Satellitenserver schreibbar, und für die Arbeitsstationen lesbar\r\nist.",
    "lang_cifsHelp2": "Geben Sie für den Satellitenserver einen User mit Lese- und\r\nSchreibberechtigungen an. Für die Clients sollte ein User angegeben\r\nwerden, der nur Leseberechtigungen auf dem Share besitzt. Am einfachsten\r\nerreichen Sie dies, indem Sie passwortlosen Gastzugriff mit Leserechten\r\nauf die Freigabe erlauben.",
    "lang_cifsHelp3": "Wenn exklusiv DNBD3 verwendet wird, können Sie den passwortlosen\r\nGastzugriff deaktivieren und die Zeile \"Nur-Lese-Zugangsdaten\" leer\r\nlassen. Dies erhöht die Sicherheit.",
    "lang_configure": "Konfigurieren",
    "lang_internal": "Intern",
    "lang_nfsHelp1": "Benötigt wird ein NFSv4\/3-Share, der für den Satelliten-Server schreibbar, und für die Arbeitsstationen lesbar ist. Beispielkonfiguration auf dem NFS-Server, wenn der Satelliten-Server die Adresse 1.2.3.4 hat:",
    "lang_nfsHelp2": "Alternative Konfiguration mittels all_squash. In diesem Fall muss das Verzeichnis auf dem Server dem Benutzer mit der uid 1234 gehören:",
    "lang_nfsHelp3": "Die erste Zeile erlaubt den Lese- und Schreibzugriff des\r\nSatellitenservers. Die zweite Zeile erteilt allen anderen Rechnern\r\nausschließlich Lesezugriff. Sie können dies natürlich auch auf\r\nspezielle Subnetze oder IP-Bereiche beschränken.",
    "lang_nfsHelp4": "Wenn exklusiv DNBD3 verwendet wird, kann die zweite Zeile ausgelassen\r\nwerden. Dies erhöht die Sicherheit.",
    "lang_noAdditionalInformation": "Keine weitere Konfiguration notwendig",
    "lang_password": "Passwort",
    "lang_path": "Pfad",
    "lang_readOnly": "Nur-Lese-Zugangsdaten",
    "lang_readWrite": "Lese\/Schreib-Zugangsdaten",
    "lang_username": "Benutzerkennung",
    "lang_vmLocation": "VM Speicherort",
    "lang_vmLocationChoose": "Bitte wählen Sie, wo die Images der Virtuellen Maschinen gespeichert werden sollen.",
    "lang_vmLocationConfiguration": "VM Speicherort wird konfiguriert",
    "lang_vmLocationHelp1": "Für Testzwecke können VMs direkt auf dem Satellitenserver gespeichert\r\nwerden. Sofern Sie den Satellitenserver ohne Anpassung der Virtuellen\r\nFestplatte betreiben, bedenken Sie bitte, dass nur ca. 40GB Speicher zur\r\nVerfügung stehen.",
    "lang_vmLocationHelp2": "Im Produktivbetrieb bietet es sich an, hierfür einen performanten\r\nNetzwerkspeicher zu benutzen. Dieser Netzwerkspeicher kann per NFS oder\r\nCIFS\/SMB eingebunden werden. In jedem Fall muss sichergestellt werden,\r\ndass der Satellitenserver zum Hinzufügen neuer Virtueller Maschinen\r\nSchreibzugriff auf diesen Netzwerkspeicher hat. Bei der Nutzung von\r\nNFSv3 kann dies IP-Basiert eingerichtet werden, für die Nutzung von\r\nCIFS\/SMB können Sie Zugangsdaten angeben, die zum Schreiben\r\nberechtigen.",
    "lang_vmLocationHelp3": "Im Fall von NFS und CIFS benötigen die bwLehrpool-Clients\r\nausschließlich Lesezugriff auf den Netzwerkspeicher (und sollten aus\r\nSicherheitsgründen auch wirklich nur lesen können). Wenn Sie exklusiv\r\nDNBD3 verwenden, sind für die Clients keine Freigaben oder\r\nBerechtigungen notwendig, da der Zugriff über den Sallitenserver\r\nstattfindet.",
    "lang_vmLocationHelp4": "Sie können DNBD3 entweder exklusiv oder mit Fallback auf NFS\/CIFS verwenden. Im exklusiven Modus wird der Zugriff der Clients auf den kompletten VM-Speicher verhindert bzw. erschwert. Die Clients benötigen keinerlei Berechtigungen auf dem konfigurierten Share. Wenn Sie den Fallback Modus nutzen, werden für die Clients weiterhin Leseberechtigungen benötigt."
}