{
    "lang_vmLocation": {
        "english": "VM Location",
        "german": "VM Speicherort",
        "portuguese": "Localização da VM"
    },
    "lang_vmLocationChoose": {
        "english": "Please choose where the images of virtual machines will be stored.",
        "german": "Bitte wählen Sie, wo die Images der Virtuellen Maschinen gespeichert werden sollen.",
        "portuguese": "Por favor, escolha aonde as imagens das máquinas virtuais serão armazenadas."
    },
    "lang_intern": {
        "english": "Intern",
        "german": "Intern",
        "portuguese": "Interno"
    },
    "lang_noAdditionalInformation": {
        "english": "No additional cofiguration required",
        "german": "Keine Weitere Konfiguration notwendig",
        "portuguese": "Nenhuma configuração adicional necessária"
    },
    "lang_readWrite": {
        "english": "Read/Write Access",
        "german": "Lese/Schreib-Zugangsdaten",
        "portuguese": "Acesso Leitura/Escrita"
    },
    "lang_username": {
        "english": "Username",
        "german": "Benutzerkennung",
        "portuguese": "Nome de Usuário"
    },
    "lang_password": {
        "english": "Password",
        "german": "Passwort",
        "portuguese": "Senha"
    },
    "lang_readOnly": {
        "english": "Read-only Access",
        "german": "Nur-Lese-Zugangsdaten",
        "portuguese": "Acesso Somente Leitura"
    },
    "lang_save": {
        "english": "Save",
        "german": "Speichern",
        "portuguese": "Salvar"
    },
    "lang_close": {
        "english": "Close",
        "german": "Schließen",
        "portuguese": "Fechar"
    },
    "lang_vmLocationHelp1": {
        "english": "For test purposes, the VMs can be stored directly on the Satellite server. However, if you operate the delivered satellite vmdk please remember that you have only about 100GB of memory.",
        "german": "Für Testzwecke können die VMs direkt auf dem Satellitenserver gespeichert werden. Sofern Sie jedoch die ausgelieferte Satelliten-vmdk betreiben bedenken Sie bitte, dass Sie dann nur ca. 100GB Speicher zur Verfügung haben.",
        "portuguese": "Para fins de teste, as VMs podem ser armazenados diretamente no servidor satélite. No entanto, se você operar o vmdk do satélite entregue por favor lembre-se que você tem apenas cerca de 100 GB de memória."
    },
    "lang_vmLocationHelp2": {
        "english": "In productive operation, it makes sense for this to use a high-performance network storage. This network storage can be integrated via NFS or CIFS / SMB. In any case, it must be ensured that the satellite server has write access to this network storage to add a new Virtual Machine . When using NFSv3 this can be set up IP-based, for the use of CIFS / SMB, you can access data disclosures that would entitle them to write.",
        "german": "Im Produktivbetrieb bietet es sich an, hierfür einen performanten Netzwerkspeicher zu benutzen. Dieser Netzwerkspeicher kann per NFS oder CIFS/SMB eingebunden werden. In jedem Fall muss sichergestellt werden, dass der Satellitenserver zum Hinzufügen neuer Virtueller Maschinen Schreibzugriff auf diesen Netzwerkspeicher hat. Bei der Nutzung von NFSv3 kann dies IP-Basiert eingerichtet werden, für die Nutzung von CIFS/SMB können Sie Zugangsdaten angaben, die zum Schreiben berechtigen.",
        "portuguese": "Em operação, faz sentido para este usar um armazenamento de rede de alto desempenho. Este armazenamento de rede pode ser integrado através de NFS ou CIFS / SMB. Em qualquer caso, deve-se assegurar de que o servidor de satélite tenha acesso de gravação para este armazenamento de rede para poder adicionar uma nova máquina virtual. Ao utilizar NFSv3 este pode ser configurado com base em IP, para o uso de CIFS / SMB, você pode acessar as divulgações de dados que lhe permitiria escrever."
    },
    "lang_vmLocationHelp3": {
        "english": "The bwLehrpool clients only need read access to the network storage (and for security reasons, really can only read). In CIFS / SMB You can do this most easily by allowing passwordless guest access with read access to the share.",
        "german": "Die bwLehrpool-Clients brauchen lediglich Lesezugriff auf den Netzwerkspeicher (und sollten aus Sicherheitsgründen auch wirklich nur lesen können). Bei CIFS/SMB erreichen Sie dies am einfachsten, indem Sie passwortlosen Gastzugriff mit Leserechten auf die Freigabe erlauben.",
        "portuguese": "Os clientes bwLehrpool só precisam ter acesso de leitura ao armazenamento de rede (e por razões de segurança, realmente só pode ler). Em CIFS / SMB Você pode fazer isso mais facilmente, permitindo o acesso a visitantes sem senha com acesso de leitura."
    }
}
