{
    "lang_addServer": "Server hinzufügen",
    "lang_allowNfsFallback": "NFS-Fallback aktivieren",
    "lang_allowedSubnets": "Zum Zugriff freigegebene Subnets",
    "lang_altservers": "Uplinks",
    "lang_backgroundReplication": "Replikation im Hintergrund",
    "lang_backgroundReplicationInfo": "Sobald eine VM über den Proxy angefragt wird, spiegelt der Proxy im Hintergrund den vollständigen Inhalt des VM-Abbildes, nicht nur die angefragten Blöcke.",
    "lang_bytesSent": "Gesendet",
    "lang_changeDnbd3Status": "DNBD3 ein-\/ausschalten",
    "lang_client": "Client",
    "lang_clientCount": "Clients",
    "lang_clientList": "Liste der Clients",
    "lang_clients": "Clients",
    "lang_clientsByLocation": "Clients nach Raum\/Ort",
    "lang_comment": "Kommentar",
    "lang_complete": "Komplett",
    "lang_count": "Anzahl",
    "lang_disabled": "Deaktiviert",
    "lang_diskFree": "Freier Speicher",
    "lang_dnbd3IntroText": "DNBD3 ist ein verteiltes Speichersystem speziell für die Anforderungen von bwLehrpool. Erst in Verbindung mit mindestens einem Proxy (zusätzlich zum Satellitenserver) kann das System seine Geschwindigkeitsvorteile gegenüber NFS\/CIFS ausspielen. Für schlecht angebundene Poolräume empfiehlt sich jeweils ein eigener Proxy-Server. Bitte beachten Sie die Hinweise im Wiki.",
    "lang_dnbd3Management": "DNBD3 Verwaltung",
    "lang_dnbd3Status": "DNBD3 Status",
    "lang_editProxyHeading": "Proxy-Einstellungen bearbeiten",
    "lang_enableDnbd3": "DNBD3 aktivieren",
    "lang_enabled": "Aktiviert",
    "lang_enterIpOfServer": "Bitte geben Sie die IP-Adresse des hinzuzufügenden Servers ein",
    "lang_externalServer": "Externer DNBD3-Server",
    "lang_externalServerAdd": "Externen Server hinzufügen",
    "lang_externalServerHelp": "Ein externer Server wird nicht über den Satellitenserver konfiguriert und verwaltet. Das Installieren, Einrichten und ggf. Aktualisieren der DNBD3-Serversoftware muss manuell durchgeführt werden. Dies bietet mehr Flexibilität bei der Konfiguration und Anpassung, z.B. bei der Verwendung von RAID- oder bcache-Setups, oder wenn der DNBD3-Server auf einer Maschine laufen soll, die noch andere Services bereitstellt. Weitere Informationen dazu finden Sie im Wiki.",
    "lang_firewallInfo": "Wird ein Proxy auf einen oder mehrere Räume beschränkt, werden Clients aus anderen Räumen diesen Proxy nicht verwenden. Technisch ist der Zugriff aus anderen Räumen jedoch trotzdem noch möglich. Mit Aktivieren dieser Option wird der Zugriff aus anderen Räumen per Firewall verhindert.",
    "lang_firewalled": "Zugriff zusätzlich per Firewall auf zugewiesene Räume beschränken",
    "lang_flags": "Flags",
    "lang_global": "Global",
    "lang_image": "Image",
    "lang_imageList": "Image-Liste",
    "lang_lastSeen": "Letzte Aktivität",
    "lang_latency": "Latenz",
    "lang_location": "Ort",
    "lang_locations": "Orte",
    "lang_manageAccessTo": "Zugriff auf Server festlegen:",
    "lang_managedServer": "Automatisch konfigurierter DNBD3-Proxy",
    "lang_managedServerAdd": "Automatisch konfigurierten Proxy hinzufügen",
    "lang_managedServerHelp": "Automatisch konfigurierte DNBD3-Proxies booten wie gewöhnliche bwLehrpool-Clients via PXE über den Satellitenserver. Sobald ein bwLehrpool-Client als DNBD3-Proxy konfiguriert wird, erhält er beim Booten eine gesonderte Konfiguration, sodass er fortan exklusiv als DNBD3-Proxy arbeitet, und nicht mehr als Arbeitsstation zur Verfügung steht. Der Vorteil ist, dass die Konfiguration automatisiert erfolgt, und durch wöchentliche Reboots sichergestellt wird, dass eventuelle Updates des MiniLinux angewendet werden. In diesem Fall legen Sie bitte eine Partition mit der ID 45 auf der Festplatte des Proxy-Servers an; diese wird persistent Behandelt und im Gegensatz zur ID44-Partition nicht beim Booten formatiert. Generell sollte diese Partition so groß wie möglich sein, abhängig von der Anzahl der genutzten VMs. Bei Platzmangel löscht der Proxy automatisch die VM, die am längsten nicht verwendet wurde, um neuen VMs Platz zu machen. Weitere Informationen dazu finden Sie im Wiki.",
    "lang_manualRefresh": "Jetzt abfragen",
    "lang_manualRefreshInfo": "Normalerweile werden die in dieser Tabelle angezeigten Daten alle 5 Minuten aktualisiert. Mit diesem Button können Sie die Daten sofort aktualisieren.",
    "lang_numFails": "Fehler",
    "lang_overrideIp": "Zu verwendende IP-Adresse",
    "lang_overrideIpInfo": "Normalerweise wird die automatisch per DHCP zugewiesene Adresse auf dem Boot-Interface verwendet. Falls der Proxy mit weiteren Netzwerkkarten ausgestattet ist (die ebenfalls per DHCP konfiguriert werden) kann durch Angabe einer solchen Alternativadresse hier die Verwendung der entsprechenden Karte erzwungen werden.",
    "lang_proxyConfig": "Konfiguration",
    "lang_proxyLocationText": "Hier können Sie festlegen, dass nur Clients aus bestimmten Räumen\/Orten diesen Proxy verwenden. Damit vermeiden Sie die Metrikmessung zwischen Client und Proxy, wenn aufgrund der Infrastruktur bereits bekannt ist, dass dieser Proxy nur für bestimmte Räume sinnvoll ist. ",
    "lang_proxyServerTHead": "Server\/Proxy",
    "lang_reboot": "Reboot",
    "lang_rebootProxyHeading": "Proxy neustarten",
    "lang_rebootProxyText": "Bei Änderungen an der Konfiguration muss der Server neugestartet werden, damit die Änderungen wirksam werden.",
    "lang_recursiveCount": "Rekursiv",
    "lang_rxTotal": "Gesamt empfangen",
    "lang_serverList": "Serverliste",
    "lang_sessionRx": "Seit Neustart empfangen",
    "lang_sessionTx": "Seit Neustart gesendet",
    "lang_settings": "Einstellungen",
    "lang_size": "Größe",
    "lang_storageSize": "Speichergröße",
    "lang_test": "Testen",
    "lang_txTotal": "Gesamt gesendet",
    "lang_unusedFor": "Ungenutzt",
    "lang_uplink": "Uplink",
    "lang_uptime": "Aktuelle Laufzeit",
    "lang_wantToDelete": "Wollen Sie diesen Server wirklich entfernen? (Rebooten\/Ausschalten muss in diesem Fall manuell vorgenommen werden)"
}