{
    "lang_addServer": "Server hinzufügen",
    "lang_allowedSubnets": "Zum Zugriff freigegebene Subnets",
    "lang_bytesSent": "Gesendet",
    "lang_changeDnbd3Status": "DNBD3 ein-\/ausschalten",
    "lang_client": "Client",
    "lang_clientCount": "Clients",
    "lang_clientList": "Liste der Clients",
    "lang_clientsByLocation": "Clients nach Raum\/Ort",
    "lang_count": "Anzahl",
    "lang_disabled": "Deaktiviert",
    "lang_diskFree": "Freier Speicher",
    "lang_dnbd3IntroText": "DNBD3 ist ganz toll. Einfach einschalten und los gehts, zu beachten gibt es rein gar nichts!",
    "lang_dnbd3Management": "DNBD3 Verwaltung",
    "lang_dnbd3Status": "DNBD3 Status",
    "lang_enableDnbd3": "DNBD3 aktivieren",
    "lang_enabled": "Aktiviert",
    "lang_enterIpOfServer": "Bitte geben Sie die IP-Adresse des hinzuzufügenden Servers ein",
    "lang_externalServer": "Externer DNBD3-Server",
    "lang_externalServerAdd": "Externen Server hinzufügen",
    "lang_externalServerHelp": "Ein externer Server wird nicht über den Satellitenserver konfiguriert und verwaltet. Das Installieren, Einrichten und ggf. Aktualisieren der DNBD3-Serversoftware muss manuell durchgeführt werden.\r\nDies bietet mehr Flexibilität bei der Konfiguration und Anpassung, z.B. bei der Verwendung von RAID- oder bcache-Setups, oder wenn der DNBD3-Server auf einer Maschine laufen soll, die noch andere Services bereitstellt.\r\nWeitere Informationen dazu finden Sie im Wiki.",
    "lang_global": "Global",
    "lang_lastSeen": "Letzte Aktivität",
    "lang_location": "Ort",
    "lang_locations": "Orte",
    "lang_manageAccessTo": "Zugriff auf Server festlegen:",
    "lang_managedServer": "Automatisch konfigurierter DNBD3-Proxy",
    "lang_managedServerAdd": "Automatisch konfigurierten Proxy hinzufügen",
    "lang_managedServerHelp": "Automatisch konfigurierte DNBD3-Proxies booten wie gewöhnliche bwLehrpool-Clients via PXE über den Satelliten-Server. Sobald ein bwLehrpool-Client als DNBD3-Proxy konfiguriert wird, erhält er beim Booten eine gesonderte Konfiguration, sodass er fortan exklusiv als DNBD3-Proxy arbeitet, und nicht mehr als Arbeitsstation zur Verfügung steht.\r\nDer Vorteil ist, dass die Konfiguration automatisiert erfolgt, und durch wöchentliche Reboots sichergestellt wird, dass eventuelle Updates des MiniLinux angewendet werden.\r\nIn diesem Fall legen Sie bitte eine Partition mit der ID 45 auf der Festplatte des Proxy-Servers an; diese wird persistent Behandelt und im Gegensatz zur ID44-Partition nicht beim Booten formatiert. Generell sollte diese Partition so groß wie möglich sein, abhängig von der Anzahl der genutzten VMs. Bei Platzmangel löscht der Proxy automatisch die VM, die am längsten nicht verwendet wurde, um neuen VMs Platz zu machen.\r\nWeitere Informationen dazu finden Sie im Wiki.",
    "lang_proxyLocationText": "Bla bla bla BLA!!!!",
    "lang_proxyServerTHead": "Server\/Proxy",
    "lang_recursiveCount": "Rekursiv",
    "lang_rxTotal": "Gesamt empfangen",
    "lang_serverList": "Serverliste",
    "lang_storageSize": "Speichergröße",
    "lang_test": "Testen",
    "lang_txTotal": "Gesamt gesendet",
    "lang_uptime": "Aktuelle Laufzeit",
    "lang_wantToDelete": "Wollen Sie diesen Server wirklich entfernen? (Rebooten\/Ausschalten muss in diesem Fall manuell vorgenommen werden)"
}