{
    "lang_back": "Voltar",
    "lang_close": "Fechar",
    "lang_configure": "configurar",
    "lang_intern": "Iterna",
    "lang_nfsHelp1": "É necessário um NFSv3-Share. Ele deve poder ser lido por todas as estações de trabalho, e poder ser escrito pelo server. Um exemplo, assumindo que o server possui endereço ip 1.2.3.4:",
    "lang_nfsHelp2": "Configuração alternativa usando all_squash. O usuário com uid 1234 deve possuir ( e poder escrever em ) o diretório exportado.",
    "lang_noAdditionalInformation": "Nenhuma configuração adicional necessária",
    "lang_password": "Senha",
    "lang_readOnly": "Acesso Somente Leitura",
    "lang_readWrite": "Acesso Leitura\/Escrita",
    "lang_save": "Salvar",
    "lang_username": "Nome de Usuário",
    "lang_vmLocation": "Localização da VM",
    "lang_vmLocationChoose": "Por favor, escolha aonde as imagens das máquinas virtuais serão armazenadas.",
    "lang_vmLocationConfiguration": "Localização da VM é configurada",
    "lang_vmLocationHelp1": "Para fins de teste, as VMs podem ser armazenados diretamente no servidor satélite. No entanto, se você operar o vmdk do satélite entregue por favor lembre-se que você tem apenas cerca de 100 GB de memória.",
    "lang_vmLocationHelp2": "Em operação, faz sentido para este usar um armazenamento de rede de alto desempenho. Este armazenamento de rede pode ser integrado através de NFS ou CIFS \/ SMB. Em qualquer caso, deve-se assegurar de que o servidor de satélite tenha acesso de gravação para este armazenamento de rede para poder adicionar uma nova máquina virtual. Ao utilizar NFSv3 este pode ser configurado com base em IP, para o uso de CIFS \/ SMB, você pode acessar as divulgações de dados que lhe permitiria escrever.",
    "lang_vmLocationHelp3": "Os clientes bwLehrpool só precisam ter acesso de leitura ao armazenamento de rede (e por razões de segurança, realmente só pode ler). Em CIFS \/ SMB Você pode fazer isso mais facilmente, permitindo o acesso a visitantes sem senha com acesso de leitura."
}