{
    "lang_aWolJob": "WakeOnLAN-Job",
    "lang_activeTasks": "Laufende Jobs",
    "lang_add": "Hinzufügen",
    "lang_addNewSubnet": "Ein Subnetz manuell hinzufügen",
    "lang_assignedJumpHosts": "Zugewiesene Sprung-Hosts",
    "lang_assignedSubnets": "Zugewiesene Subnetze",
    "lang_authFail": "Authentifizierung fehlgeschlagen",
    "lang_check": "Testen",
    "lang_checkOutputLabel": "Ausgabe",
    "lang_checkingJumpHost": "Teste Sprung-Host",
    "lang_client": "Client",
    "lang_clientCount": "# Clients",
    "lang_connecting": "Verbinde...",
    "lang_editJumpHost": "Sprung-Host bearbeiten",
    "lang_editSubnet": "Subnetz bearbeiten",
    "lang_error": "Nicht erreichbar",
    "lang_fixSubnetDesc": "Wenn aktiviert, wird die Erreichbarkeit für ideses Subnetz nicht mehr automatisch ermittelt. Sie können in diesem Fall selber festlegen, ob das Subnetz WOL-Pakete vom Satelliten-Server empfangen kann. Außerdem wird das Subnetz bei Setzen dieser Option nicht mehr automatisch aus der Datenbank gelöscht, wenn 6 Monate lang kein Client in diesem Subnetz gesehen wurde.",
    "lang_fixSubnetSettings": "Subnetz-Einstellungen manuell festlegen",
    "lang_genNew": "Neues Schlüsselpaar generieren",
    "lang_host": "Host",
    "lang_hostDeleteConfirm": "Diesen Sprung-Host löschen?",
    "lang_hostNonZeroExit": "Das hinterlegte Script hat einen Exit-Code ungleich 0 zurückgeliefert",
    "lang_hostNotReachable": "Host nicht erreichbar",
    "lang_hostReachable": "Host erreichbar",
    "lang_ip": "IP",
    "lang_isDirect": "Vom Satellit erreichbar",
    "lang_isFixed": "Manuell konfiguriert",
    "lang_jumpHost": "Sprung-Host",
    "lang_jumpHosts": "Sprung-Hosts",
    "lang_keypairConfirmCheck": "Ich bin sicher",
    "lang_lastseen": "Zuletzt gesehen",
    "lang_location": "Standort",
    "lang_moduleHeading": "WakeOnLAN",
    "lang_new": "Neu",
    "lang_newKeypairExplanation": "Sie können ein neues Schlüsselpaar erzeugen lassen. In diesem Fall wird das alte Schlüsselpaar verworfen, sodass alle zum jetzigen Zeitpunkt bereits gestarteten Rechner nicht mehr aus der Ferne bedient werden können, bis diese manuell neugestartet wurden.",
    "lang_noTasksForJob": "Keine Tasks für diesen Job",
    "lang_numAssignedSubnets": "# Netze",
    "lang_online": "Online",
    "lang_port": "Port",
    "lang_privkey": "Geheimer Schlüssel",
    "lang_pubKey": "SSH Public Key:",
    "lang_reachable": "Erreichbar",
    "lang_reachableFrom": "Erreichbar von",
    "lang_reachableFromServer": "Erreichbar vom Satelliten-Server",
    "lang_reachableFromServerDesc": "Wenn dieser Haken gesetzt ist wird angenommen, dass WOL-Pakete, die vom Server aus gesendet werden, dieses Subnetz erreichen können. Dazu muss der Router des Ziel-Netzes sog. \"Directed Broadcasts\" unterstützen bzw. nicht filtern.",
    "lang_rebootAt": "Neustart um:",
    "lang_rebooting": "Neustart...",
    "lang_saveWolAutoDiscover": "Auto-Erkennung ein\/ausschalten",
    "lang_settings": "Einstellungen",
    "lang_shutdown": "Herunterfahren",
    "lang_shutdownAt": "Herunterfahren um: ",
    "lang_status": "Status",
    "lang_subnet": "Subnetz",
    "lang_subnets": "Subnetze",
    "lang_subnetsDescription": "Dies sind dem Satelliten-Server bekannte Subnetze. Damit WOL über Subnetz-Grenzen hinaus funktioniert, muss bekannt sein, in welche Netze \"Directed Broadcasts\" gesendet werden können, bzw. für welche Netze ein \"Sprung-Host\" existiert. Diese Liste wird sich automatisch füllen, wenn Clients gestartet werden. Außerdem wird automatisch ermittelt, welche Netze mittels \"Directed Broadcasts\" erreichbar sind, sofern diese Funktion nicht oben unter \"Einstellungen\" deaktiviert wird.",
    "lang_task": "Task",
    "lang_taskListIntro": "Hier sehen Sie eine Liste kürzlich gestarteter Aufgaben, wie z.B. WOL-Aktionen, das Neustarten oder Herunterfahren von Clients, etc.",
    "lang_wakeScriptHelp": "Dieses Script wird auf dem Sprung-Host ausgeführt, um den\/die gewünschten Maschinen aufzuwecken. Es wird unter der Standard-Shell des oben angegebenen Benutzers ausgeführt. Das Script kann zwei spezielle Platzhalter enthalten, die vor dem Ausführen des Scripts vom Satellitenserver ersetzt werden: %MACS% ist eine durch Leerzeichen getrennte Liste von MAC-Adressen, die aufzuwecken sind. Das Tool \"wakeonlan\" unterstützt direkt mehrere MAC-Adressen, sodass der Platzhalter %MACS% direkt als Kommandozeilenargument verwendet werden kann. Das Tool \"etherwake\" hingegen kann pro Aufruf immer nur einen Host aufwecken, weshalb eine for-Schleife notwendig ist. Außerdem wird der Platzhalter %IP% ersetzt, welcher je nach Ziel entweder \"255.255.255.255\" ist, oder bei einem netzübergreifenden WOL-Paket die \"directed broadcast address\" des Zielnetzes. Netzübergreifende WOL-Pakete werden vom \"etherwake\" nicht unterstützt.",
    "lang_wakeupScript": "Aufweck-Script",
    "lang_wolAutoDiscoverCheck": "WOL-Erreichbarkeit von Subnetzs automatisch ermitteln",
    "lang_wolDiscoverDescription": "Ist diese Option aktiv, ermitteln Server und Clients automatisch, welche Netze von wo mittels WOL erreichbar sind.",
    "lang_wolDiscoverHeading": "Automatische WOL-Ermittlung",
    "lang_wolMachineSupportText": "Sind die technischen Voraussetzungen erfüllt, dass ein WOL-Paket den gewünschten Rechner erreichen kann, ist es weiterhin erforderlich, dass der Rechner mittels BIOS und evtl. vorhandenem Betriebssystem so konfiguriert wird, dass er auch auf WOL-Pakete reagiert. Zum einen muss die Funktion im BIOS aktiviert sein. Hier ist auch darauf zu achten, ob es eine zusätzliche Einstellung gibt, die die normale Bootreihenfolge überschreibt, und dass diese wie gewünscht konfiguriert wird. Ist WOL im BIOS aktiviert, kann das Betriebssystem die Funktionalität noch per Software ein- und ausschalten. Unter Windows erfolgt dies im Gerätemanager in den Eigenschaften der Netzwerkkarte. Dies ist relevant, wenn parallel zu bwLehrpool noch ein Windows von der lokaler Platte betrieben wird. Unter Linux kann die WOL-Funktion mit dem ethtool beeinflusst werden. bwLehrpool aktiviert WOL automatisch bei jedem Boot.",
    "lang_wolReachability": "WOL-Erreichbarkeit"
}