{
    "lang_activate": "Aktivieren",
    "lang_active": "Aktiv",
    "lang_availableModules": "Verfügbare Konfigurationsmodule",
    "lang_availableSystem": "Verfügbare Systemkonfigurationen",
    "lang_close": "Schließen",
    "lang_configurationModuleNotFound": "Keine Konfigurationsmodule gefunden!",
    "lang_delete": "Löschen",
    "lang_deleteLong": "Modul oder Konfiguration löschen.",
    "lang_download": "Herunterladen",
    "lang_edit": "Bearbeiten",
    "lang_editLong": "Modul oder Konfiguration bearbeiten.",
    "lang_helpModuleConfiguration": "Konfigurationsmodule sind die Bausteine, aus denen eine Systemkonfiguration erstellt wird. Hier lassen sich sowohl generische Module durch einen Wizard anlegen, als auch komplett eigene Module erstellen (fortgeschritten, Linuxkenntnisse erforderlich).",
    "lang_helpSystemConfiguration": "Über eine Systemkonfiguration wird die grundlegende Lokalisierung des bwLehrpool-Systems durchgeführt. Dazu gehören Aspekte wie das Authentifizierungsverfahren für Benutzer (z.B. Active Directory, LDAP), Druckerkonfiguration, Home-Verzeichnisse, etc. Eine Systemkonfiguration setzt sich aus einem oder mehreren Konfigurationsmodulen zusammen, welche im unteren Bereich dieser Seite verwaltet werden können.",
    "lang_legend": "Legende",
    "lang_moduleConfiguration": "Konfigurationsmodule",
    "lang_newConfiguration": "Neue Konfiguration",
    "lang_newModule": "Neues Modul",
    "lang_rebuild": "Neu generieren",
    "lang_rebuildLong": "Modul oder Konfiguration neu generieren. Das entsprechende Modul bzw. Konfiguration ist aktuell und sollte nicht neu generiert werden müssen.",
    "lang_rebuildOutdatedLong": "Modul oder Konfiguration neu generieren. Das entsprechende Modul bzw. Konfiguration ist veraltet oder nicht vorhanden.",
    "lang_show": "Ansehen",
    "lang_systemConfiguration": "Systemkonfiguration",
    "lang_systemConfigurationAlert": "Bevor Sie eine Systemkonfiguration erstellen können, müssen Sie zunächst ein Konfigurationsmodul erzeugen.",
    "lang_systemConfigurationNotFound": "Keine Systemkonfigurationen gefunden.Erstellen Sie eine neue Konfiguration aus den unten aufgeführten Konfigurationsmodulen."
}