{
    "lang_adText1": "Zum Einrichten der Benutzerauthentifizierung über ein Active Directory wird neben der Adresse des anzusprechenden Servers ein dedizierter Benutzer im AD benötigt, über welchen das AD angesprochen wird. Der Benutzer sollte in der gleichen Domäne sein, wie die Benutzer, die sich später an den Arbeitsstationen anmelden werden. Ansonsten ist es notwendig, die Suchbasis anzugeben.",
    "lang_adText2": "Dieser Benutzer benötigt keine besonderen Rechte, Sie können diesem Benutzer zur Sicherheit auch die Rechte zum Anmelden entziehen. Der Benutzer muss lediglich ausreichende Berechtigungen haben, um einen LDAP-Bind am AD durchzuführen, und nach Benutzern zu suchen.",
    "lang_adText3": "Normalerweise können Sie als Bind DN die Kurzform im Format domäne\\benutzer angeben. Wenn dies nicht funktioniert, müssen Sie den DN des Benutzers ermitteln. Z.B. unter Eingabe des folgenden Befehls auf einem DC:",
    "lang_adText4": "Nach Eingabe aller benötigten Daten wird im nächsten Schritt überprüft, ob die Kommunikation mit dem AD möglich ist.",
    "lang_asteriskMandatory": "Mit (*) gekennzeichnete Felder sind Pflichtfelder",
    "lang_bindDN": "Bind DN",
    "lang_close": "Schließen",
    "lang_customCertificate": "Zur Validierung zusätzlich erforderliche (Intermediate-)Zertifikate",
    "lang_moduleTitle": "Titel",
    "lang_next": "Weiter",
    "lang_password": "Passwort",
    "lang_searchBase": "Suchbasis",
    "lang_ssl": "SSL",
    "lang_sslDescription": "Die Verbindung zum AD-Server mit SSL sichern. (Die Verbindung zwischen Client und Proxy wird in jedem Fall mit SSL abgewickelt.)",
    "lang_userDirectory": "Benutzerverzeichnis",
    "lang_userDirectoryInfo1": "Optionale Angabe: Wenn die Clients für die Benutzer ein eigenes Verzeichnis (Homeverzeichnis, Benutzerverzeichnis) von einem Server einbinden sollen, geben Sie bitte hier das Format in UNC-Notation an, also z.B.",
    "lang_userDirectoryInfo2": "%s ist dabei ein Platzhalter für den Login-Namen des Benutzers.",
    "lang_userDirectoryInfo3": "Das Verzeichnis wird mit den gleichen Zugangsdaten eingebunden, die der Benutzer beim Login angibt. (D.h. kein Kerberos Support o.ä.)"
}