{
    "lang_active": "Active",
    "lang_addMenu": "Add Menu",
    "lang_bootAddress": "Boot Address of the Server",
    "lang_bootBehavior": "Default Boot Behavior",
    "lang_bootHint": "The Boot menu must be recreated after changing the IP address. Usually this is done automatically, but the process can also be triggered manually in the section of the boot menu.",
    "lang_bootInfo": "Here adjustments can be made to the appearance of the boot menu.",
    "lang_bootMenu": "Boot Menu",
    "lang_bootMenuCreate": "Create Boot Menu",
    "lang_chooseIP": "Please select the IP address that the client server will use to boot.",
    "lang_customEntry": "Custom entry",
    "lang_menuDeleteConfirm": "Are you sure you want to delete this menu?",
    "lang_downloadImage": "Download USB Image",
    "lang_downloadRufus": "Download Rufus",
    "lang_example": "Example",
    "lang_generationFailed": "Could not generate boot menu. The bwLehrpool-System might not work properly. If you can't fix the problem, please report the error log below to the bwLehrpool project.",
    "lang_isDefault": "Default",
    "lang_listOfMenus": "Menulist",
    "lang_localHDD": "Local HDD",
    "lang_locationCount": "Number of Locations",
    "lang_masterPassword": "Master Password",
    "lang_masterPasswordHelp": "The master password is required to edit a boot menu entry. This should be set for security reasons.",
    "lang_menuCustom": "Custom Extra Menu",
    "lang_menuCustomHint1": "Here you have the opportunity to add your own menu code to the displayed PXE menu, eg to refer to other PXE server. The format corresponds to the syslinux menu format.",
    "lang_menuCustomHint2": "You can create one or more entries. If you want to create an entry that starts automatically when the user makes a selection, assign as",
    "lang_menuCustomHint3": "and select as the default boot behavior custom as well.",
    "lang_menuDisplayTime": "Menu Display Time",
    "lang_menuGeneration": "Generating boot menu...",
    "lang_menuTitle": "Menu",
    "lang_moduleHeading": "iPXE \/ Boot Menu",
    "lang_pxeBuilt": "Built PXE binary",
    "lang_seconds": "Seconds",
    "lang_set": "Set",
    "lang_usbBuilt": "Built USB image",
    "lang_usbImage": "USB image",
    "lang_usbImgHelp": "The USB image can be used to create a bootable USB stick, which enables you to boot bwLehrpool without changing your DHCP settings or enabling network boot in the clients. The only requirement is that you enable USB boot in the client's BIOS. The USB stick is only used for bootstrapping, the actual bwLehrpool system is still loaded via network from your local bwLehrpool server.",
    "lang_usbImgHelpLinux": "On Linux you can simply use dd to write the image to a usb stick. The image already contains a partition table, so make sure you write the image to the device itself and not to an already existing partition (e.g. to \/dev\/sdx not \/dev\/sdx1)",
    "lang_usbImgHelpWindows": "On Windows you need to use a 3rd party tool that can directly write to usb sticks. There are several free and open source soltions, one of them being Rufus. Rufus has been tested with the bwLehrpool image and is very simple to use. After launching Rufus, just open the downloaded USB image, select the proper USB stick to write to (be careful not to overwrite the wrong drive!), and you're ready to go."
}