{
    "lang_activate": "Activate",
    "lang_activateGlobally": "Set as global\/default configuration",
    "lang_active": "Active",
    "lang_adStarted": "The AD-proxy is now configured and started ...",
    "lang_adText1": "To set up user authentication through Active Directory, a dedicated user is required in AD next to the address of the server, which is addressed by the AD.",
    "lang_adText2": "This user does not need special rights, you can follow this user to evade security and the rights to log on. The user only needs to have sufficient permissions to perform an LDAP Bind on AD, and search for users.",
    "lang_adText3": "Next the distinguished name of the user must be specified. You can determine this by dsquery command line program on a domain controller as the following call:",
    "lang_adText4": "After entering all required data in the next step, it checks whether communication is possible with the AD.",
    "lang_add": "Add",
    "lang_allowPass": "Allow password login",
    "lang_allowPassInfo": "When active, logins via username and password are allowed. Otherwise, only pubkey authentication is possible.",
    "lang_asteriskMandatory": "Fields marked with (*) are mandatory",
    "lang_availableModules": "Available Configuration Modules",
    "lang_availableSystem": "Available System Configuration",
    "lang_backToSysconfig": "Back to config overview",
    "lang_bindDN": "Bind DN",
    "lang_branding": "For best results, you should upload the logo in SVG format. SVG is a vector graphics format, which is advantageous for scaling. A good source for SVG logos of universities and colleges is their respective Wikipedia article.",
    "lang_brandingInfo": "Below you can check the selected logo. If you can not see the logo, please check whether you have used a valid SVG image. Alternatively, it is possible that during processing of the image, an error occurred. Therefore, you can save the module anyway and test whether the logo is displayed in the bwLehrpool system.",
    "lang_browseForFile": "Browse",
    "lang_checkFileContent": "Here you have the possibility to check the contents of the archive again.",
    "lang_computerLoad": "Load image from local computer",
    "lang_configLocationLong": "This configuration is directly assigned to one or more location. This counter will not include sub-location that might inherit this configuration.",
    "lang_configuration": "Configuration",
    "lang_configurationChoose": "Please select which modules will be used for this configuration.",
    "lang_configurationModuleNotFound": "Configuration module not found!",
    "lang_configurationSuccess": "The configuration has been successfully created.",
    "lang_confirmDeleteQuestion": "Are you sure you want to delete this entry?",
    "lang_connectionWait": "Checking connection, please wait",
    "lang_continueAnyway": "Continue anyway",
    "lang_customCertificate": "Additional (intermediate) certificates required for certificate validation",
    "lang_customModuleInfo1": "About a custom module, it is possible to add arbitrary files to a Linux system that is booted clients. For this purpose, an archive can be uploaded using a file system structure that is extracted in this form 1:1 in the booted Linux.",
    "lang_customModuleInfo2": "Example: If the uploaded archive is the file etc\/example.conf, this file will be located as \/etc\/example.conf to a booted client.",
    "lang_deleteLong": "Delete module or configuration.",
    "lang_determiningHomeDirectory": "Trying to determine home directory attribute...",
    "lang_dnLookup": "Looking up bind dn",
    "lang_download": "Download",
    "lang_downloadLong": "Download module \"as is\".",
    "lang_editLong": "Edit module or configuration.",
    "lang_editingLocationInfo": "You're setting the configuration for a specific location, not the global one",
    "lang_folderRedirection": "Folder Redirection",
    "lang_generateModule": "Generating module",
    "lang_handlingNotes": "Here you can configure how network shares (like the user's home directory) are mapped inside the VM. Old Versions of bwLehrpool used the VMware Shared Folder technique, which could cause problems with certain file servers. The new \"native mode\" works much better, but on Windows guests, it requires that you (1) use an smb\/cifs file server (Windows Server, Linux with Samba) and (2) have openslx.exe setup to autorun in the VM (this is already configured for bwLehrpool templates). Native mode with fallback is experimental and known to cause temporary freezes with some VMs. Use with care. IMPORTANT: Pick a drive letter for the home directory that will be free in the Virtual Machines. Otherwise, a random letter will be assigned.",
    "lang_helpHomeAttrHead": "Name of the home directory attribute",
    "lang_helpHomeAttrText": "Here you can specify the name of the attribute on the Active Directory that contains the path of the home directory server. Usually this is \"homeDirectory\". If you leave this blank, the wiszard will try to determine the attribute name automatically. If home directories don't work, check the client log (Status->Client log) and the LDAP proxy log (Status->Server status).",
    "lang_helpModuleConfiguration": "Configuration modules are the building blocks from which a system configuration is created. Here you can create both generic modules by a wizard, as well as create completely custom modules (advanced Linux knowledge required).",
    "lang_helpSystemConfiguration": "The fundamental localization of the bwLehrpool system is done through a system configuration. These include aspects such as the authentication method for users (eg Active Directory, LDAP), printer configuration, home directories, etc. A system configuration is composed of one or more configuration modules, which can be managed in the panel next to this one.",
    "lang_homeAttr": "Home attribute",
    "lang_homeAttributeExplanation": "Please select the attribute which holds the user's home directory.",
    "lang_homedirHandling": "(Home) directory handling",
    "lang_inheritFromParentLoc": "Inherit from parent location",
    "lang_ldapStarted": "The LDAP proxy has been launched",
    "lang_ldapText1": "Here you can create a configuration module to authenticate agains an LDAP server",
    "lang_ldapText2": "An LDAP-Proxy will be launched on this server. This means the LDAP-Server must be reachable from it. The client PCs in the labs however don't have to be able to talk to the LDAP server – they will use the proxy running on this server.",
    "lang_legend": "Legend",
    "lang_listenPort": "Listen port",
    "lang_listenPortInfo": "Listen port for the sshd. Default is 22.",
    "lang_mapModeNative": "Natively map inside the VM [openslx.exe]",
    "lang_mapModeNativeFallback": "Natively map inside VM; fallback to VMware Shared Folders",
    "lang_mapModeNone": "Don't map shares at all",
    "lang_mapModeVmware": "VMware Shared Folders [VMwareTools]",
    "lang_moduleChoose": "Please select which type of configuration module you want to create.",
    "lang_moduleConfiguration": "Module Configuration",
    "lang_moduleName": "Module Name",
    "lang_moduleTitle": "Title",
    "lang_name": "Name",
    "lang_newConfiguration": "New Configuration",
    "lang_newModule": "New Module",
    "lang_noContent": "No content!",
    "lang_noHomeAttrFound": "No home directory attribute found. Please specify it manually if you need home directories.",
    "lang_noModuleOfType": "No module of this type found.",
    "lang_noOpenPort": "There is no open LDAP port on this server.",
    "lang_noValidCert": "The server did not supply a certificate, or the certificate is invalid.",
    "lang_onProblemSearchBase": "If no users are found, please check the search base",
    "lang_or": "or",
    "lang_password": "Password",
    "lang_rebuild": "Rebuild",
    "lang_rebuildLong": "Rebuild module or configuration.",
    "lang_rebuildOutdatedLong": "Rebuild module or configuration. The module\/configuration is outdated or missing and should be regenerated.",
    "lang_redirectionWarning": "WARNING: This feature is experimental. It remaps the selected folders after the VM booted (via openslx.exe) to the logged in user's home drive. This might cause problems with applications that start before the pathes are patched, as they will see the old unpatched settings. Please note that this is usign undocumented or unsupported techniques to achieve this goal. It is not guaranteed that this method will work in future versions or updates of Windows. If you want to reliably remap these directories, you might want to change their locations in the VM before uploading it.",
    "lang_restartWizard": "Restart wizard",
    "lang_rootKey": "root pubkey",
    "lang_rootKeyInfo": "Here you can add the public key of a keypair that you want to use for authentication as root-user. Leave this field blank to disable the feature.",
    "lang_searchBase": "Search Base",
    "lang_selectFile": "Please select an archive",
    "lang_selectHomeAttribute": "Home attribute",
    "lang_selfSignedNote": "The certificate of this server cannot be verified using the builtin trust store. If you know that the server's certificate was signed by an unknown CA, you can try to proceed. The chain will then be extracted from the server, which should be successful in most cases. If the authentication module does not work afterwards, check the LDAP-proxy logs on the server status page.",
    "lang_shareDesktop": "Desktop (Might hide shortcuts created by the tutor)",
    "lang_shareDocuments": "My Documents",
    "lang_shareDownloads": "Downloads",
    "lang_shareHomeDrive": "Home drive letter (Windows)",
    "lang_shareMapCreate": "Create folders on network share if they don't exist",
    "lang_shareMedia": "My Music, Videos, Pictures",
    "lang_shareOther": "Other (Saved Games, Contacts, Favorites, ...)",
    "lang_shareRemapMode": "Mapping mode",
    "lang_show": "Show",
    "lang_showLong": "Show content of module.",
    "lang_skip": "Next",
    "lang_ssl": "SSL",
    "lang_sslDescription": "Use SSL encryption to talk to AD server.",
    "lang_supportedFiles": "Supported File Formats",
    "lang_systemConfiguration": "System Configuration",
    "lang_systemConfigurationAlert": "Before you can create a system configuration, you must first create a configuration module.",
    "lang_systemConfigurationNotFound": "No system configurations found. Create a new configuration from the configuration modules listed below.",
    "lang_title": "Title",
    "lang_to": "To",
    "lang_toSystemConfiguration": "Go to system configuration",
    "lang_upload": "Upload",
    "lang_urlLoad": "Load image from URL",
    "lang_userDirectory": "User Directory",
    "lang_userDirectoryInfo1": "Optional: If the clients should embed a separate directory (home directory, user directory) from a server for the user, please enter here the format in UNC notation, eg",
    "lang_userDirectoryInfo2": "%s is a placeholder for the user's login name.",
    "lang_userDirectoryInfo3": "The directory is loaded with the same credentials that the user specifies when login. (That is no Kerberos support, etc.)"
}