{
    "lang_backup": "Backup",
    "lang_backupDescription": "Here you can backup the complete configuration of this satellite server. This includes lecture and virtual machine meta data. The HDD images of the virtual machines on the vm store are not included in this backup, because of their size. If desired, the store needs to be backed up manually.",
    "lang_backupRestore": "Backup and Restore",
    "lang_browseForFile": "Browse",
    "lang_download": "Download",
    "lang_dozmodExplanation": "This restores all the virtual machine and lecture meta data created using the bwLehrpool-Suite. Please make sure the VM-storage configured still contains all the VM-Images associated with the virtual machines. If the location of the storage changed, make sure the relative pathes on the share are still the same, otherwise the virtual machines won't be usable.",
    "lang_lastBackup": "Last backup",
    "lang_reboot": "System reboot",
    "lang_restore": "Upload",
    "lang_restoreConfig": "Restore config",
    "lang_restoreDescription": "Here you can restore a configuration backup. Please note that this will reboot the server, so it is advised to do this while nobody is using the system. Please note that this will also restore the password for the web interface that was active when the configuration backup was created.",
    "lang_restoreDozmodConfig": "Restore bwLehrpool-Suite config",
    "lang_restoreFailed": "Restoring configuration failed.",
    "lang_restoreSystemConfig": "Restore system config",
    "lang_selectFile": "Please select a backup archive",
    "lang_stopping": "Stopping",
    "lang_systemExplanation": "Restore basic configuration like authentication method, passwords, vm storage location, proxy config, etc. WARNING: If you restore a configuration backup that was made before WS15\/16 (backup format version <10), the system configuration will be restored regardless of this check mark.",
    "lang_unknown": "Unknown",
    "lang_waitReboot": "Waiting for reboot."
}