{
    "lang_addServer": "Add server",
    "lang_allowNfsFallback": "NFS fallback",
    "lang_allowedSubnets": "Allowed subnets",
    "lang_altservers": "Uplinks",
    "lang_backgroundReplication": "Background replication",
    "lang_backgroundReplicationInfo": "If a VM is requested by this proxy, the proxy mirrors the complete VM in the background, not only the requested data blocks.",
    "lang_bytesSent": "Sent",
    "lang_changeDnbd3Status": "Enable\/disable DNBD3",
    "lang_client": "Client",
    "lang_clientCount": "Clients",
    "lang_clientList": "List of clients",
    "lang_clients": "Clients",
    "lang_clientsByLocation": "Clients by location",
    "lang_comment": "Comment",
    "lang_complete": "Complete",
    "lang_count": "Count",
    "lang_disabled": "Disabled",
    "lang_diskFree": "Free space",
    "lang_dnbd3IntroText": "DNBD3 is a distributed storage system for the special requirements of bwLehrpool. To see speed improvements over NFS\/CIFS you need at least one proxy (besides the satellite server). If you have locations with slow network connection it's advisable to have one proxy per location. Please mind the information in the wiki.",
    "lang_dnbd3Management": "DNBD3 management",
    "lang_dnbd3Status": "DNBD3 status",
    "lang_editProxyHeading": "Edit proxy settings",
    "lang_enableDnbd3": "Enable DNBD3",
    "lang_enabled": "Enabled",
    "lang_enterIpOfServer": "Please enter the ip address ot the server",
    "lang_externalServer": "External DNBD3-Server",
    "lang_externalServerAdd": "Add external server",
    "lang_externalServerHelp": "An external server is not configured and managed by the satellite server. The installation, configuration and update of the DNBD3 software has to be done manually. This is a more flexible approach which is preferable for RAID or bcache setups or if the DNBD3-Server offers additional services. More information in the wiki.",
    "lang_firewallInfo": "If the proxy is restricted to one or more locations, clients from other locations won't use that specific proxy, but technically it's still possible to access this proxy from other locations. If you activate this setting the access from other locations is forcefully blocked using iptables.",
    "lang_firewalled": "Limit access to corresponding locations via firewall",
    "lang_flags": "Flags",
    "lang_global": "Global",
    "lang_image": "Image",
    "lang_imageList": "Image list",
    "lang_lastSeen": "Last seen",
    "lang_latency": "Latency",
    "lang_location": "Location",
    "lang_locations": "Locations",
    "lang_manageAccessTo": "Manage access to server:",
    "lang_managedServer": "Automatically configured DNBD3-Proxy",
    "lang_managedServerAdd": "Add automatically configured proxy",
    "lang_managedServerHelp": "Automatically configured DNBD3-Proxies will boot like normal bwLehrpool-Clients over PXE and the satellite server. If a client is configured as proxy it will boot with a different configuration and acts exclusively as proxy. The client can therefore not be used as a normal working station.\r\nThe advantage is that you don't need to install or configure anything else. The client will reboot every week to get possible updates ot the minilinux.\r\nIf you want to use this feature, please create a partition with ID 45 on the local hard disk of the proxy server. In contrast to the ID 44 partition which is formated after every reboot, this partition is persistent. As a rule of thumb the partition should be as big as possible. If there is no space left the proxy will delete the VM which hasn't be used for the longest time. More information in the wiki.",
    "lang_manualRefresh": "Manual refresh",
    "lang_manualRefreshInfo": "All servers are queried every 5 minutes to update the table below. Hit the refresh button to update the table immediately.",
    "lang_numFails": "Errors",
    "lang_overrideIp": "IP address to use",
    "lang_overrideIpInfo": "Usually the address that the DHCP server assigns to the boot interface of the proxy will be used. If the proxy has multiple interfaces (that also get an address assigned via DHCP) you can specify that address here to enforce their usage instead.",
    "lang_proxyConfig": "Configuration",
    "lang_proxyLocationText": "Here you can restrict the usage of this proxy to certain locations. This can be useful if the usage is only reasonable from some locations. That may be because of the network infrastructure.",
    "lang_proxyServerTHead": "Server\/Proxy",
    "lang_reboot": "Reboot",
    "lang_rebootProxyHeading": "Reboot proxy",
    "lang_rebootProxyText": "If the configuration has changed, the server needs a reboot to adapt to it.",
    "lang_recursiveCount": "Recursive",
    "lang_rxTotal": "Total received",
    "lang_serverList": "List of servers",
    "lang_sessionRx": "Received since boot",
    "lang_sessionTx": "Sent since boot",
    "lang_settings": "Settings",
    "lang_size": "Size",
    "lang_storageSize": "Storage size",
    "lang_test": "Test",
    "lang_txTotal": "Total sent",
    "lang_uplink": "Uplink",
    "lang_uptime": "Uptime",
    "lang_wantToDelete": "Do you really want to delete this server? (Reboot\/Shutdown has to be done manually)"
}