{
    "SLX_ADDONS": "Para carregar addons. Atualmente apenas o vmware está disponível.",
    "SLX_BIOS_CLOCK": "Especifica se e como o relógio interno do computador deve ser definido em relação ao horário do sistema do \/MiniLinux\/.*off* = O relógio interno do computador não é alterado.*local* = O relógio interno está definido para a hora local. De preferência se, por exemplo, ainda existe uma instalação Windows nativo disponível no PC.*utc* = O relógio interno é definido para o \/Tempo Universal Coordenado\/. Esta é a configuração mais comum em um ambiente puramente Linux",
    "SLX_LOGOUT_TIMEOUT": "Hora \/em segundos\/, em que uma sessão de usuário pode permanecer sem ação antes de ser encerrada.Deixe o campo em branco para desativar a função.",
    "SLX_NET_DOMAIN": "Domínio DNS no qual o cliente se integra, desde que o servidor DHCP não especifique tal.",
    "SLX_NTP_SERVER": "Endereço do servidor de horário NTP. Vários servidores podem ser especificados separados por espaços.Os servidores são consultados em seqüência até que um servidor respondendo for encontrado.",
    "SLX_PROXY_BLACKLIST": "Intervalos de endereços em que o servidor proxy não é usado (por exemplo, o intervalo de endereço do dispositivo). As entradas válidas são endereços IP individuais e intervalos de IP em notação CIDR (por exemplo 1.2.0.0\/16). Seleções múltiplas podem ser separadas por espaços.",
    "SLX_PROXY_IP": "O endereço de servidor proxy a ser usado.",
    "SLX_PROXY_MODE": "Determina se um servidor proxy é necessário para acessar a Internet.*off* = não utilizar proxy.*on* = sempre utilizar proxy.*auto* = apenas utilizar proxy quando o PC cliente estiver em um espaço de endereço privado.",
    "SLX_PROXY_PORT": "A porta a ser utilizada pelo servidor proxy.",
    "SLX_PROXY_TYPE": "Tipo do proxy.*socks4*, *socks5*,*http-connect* (Proxy HTTP com suporte ao método CONNECT),*http-relay* (Clássico proxy HTTP)",
    "SLX_REMOTE_LOG_SESSIONS": "Determina se logins e logouts dos usuários devem ser reportados ao satélite.*yes* = Login com ID de usuário*anonymous* = login anônimo*no* = sem login",
    "SLX_ROOT_PASS": "A senha root do sistema base. Exigido somente para fins de diagnóstico no cliente.Deixar campo em branco para não permitir login com root.\/Dica\/: A senha é criptografada com hash $6$, então se torna ilegível após ser salva!",
    "SLX_SHUTDOWN_SCHEDULE": "Horário fixo para desligar o computador, até mesmo caso tenha um usuário ativo.Múltiplos horários podem ser especificados, separados por espaços.",
    "SLX_SHUTDOWN_TIMEOUT": "Tempo em segundos no qual um computador é desligado, caso não tenha um usuário logado.Deixar em branco para desabilitar a função."
}