{
    "lang_folderRedirection": "Folder Redirection",
    "lang_handlingNotes": "Here you can configure how network shares (like the user's home directory) are mapped inside the VM. Old Versions of bwLehrpool used the VMware Shared Folder technique, which could cause problems with certain file servers. The new \"native mode\" works much better, but on Windows guests, it requires that you (1) use an smb\/cifs file server (Windows Server, Linux with Samba) and (2) have openslx.exe setup to autorun in the VM (this is already configured for bwLehrpool templates). Native mode with fallback is experimental and known to cause temporary freezes with some VMs. Use with care. IMPORTANT: Pick a drive letter for the home directory that will be free in the Virtual Machines. Otherwise, a random letter will be assigned.",
    "lang_homedirHandling": "(Home) directory handling",
    "lang_mapModeNative": "Natively map inside the VM [openslx.exe]",
    "lang_mapModeNativeFallback": "Natively map inside VM; fallback to VMware Shared Folders",
    "lang_mapModeNone": "Don't map shares at all",
    "lang_mapModeVmware": "VMware Shared Folders [VMwareTools]",
    "lang_next": "Next",
    "lang_redirectionWarning": "WARNING: This feature is experimental. It remaps the selected folders after the VM booted (via openslx.exe) to the logged in user's home drive. This might cause problems with applications that start before the pathes are patched, as they will see the old unpatched settings. Please note that this is usign undocumented or unsupported techniques to achieve this goal. It is not guaranteed that this method will work in future versions or updates of Windows. If you want to reliably remap these directories, you might want to change their locations in the VM before uploading it.",
    "lang_shareDesktop": "Desktop (Might hide shortcuts created by the tutor)",
    "lang_shareDocuments": "My Documents",
    "lang_shareDownloads": "Downloads",
    "lang_shareHomeDrive": "Home drive letter (Windows)",
    "lang_shareMapCreate": "Create folders on network share if they don't exist",
    "lang_shareMedia": "My Music, Videos, Pictures",
    "lang_shareOther": "Other (Saved Games, Contacts, Favorites, ...)",
    "lang_shareRemapMode": "Mapping mode"
}