{
    "lang_active": "Aktiv",
    "lang_add": "Hinzufügen",
    "lang_addBootentry": "Menüeintrag hinzufügen",
    "lang_addMenu": "Menü hinzufügen",
    "lang_additionalInfoLink": "Weitere Informationen",
    "lang_archAgnostic": "Architekturunabhängig",
    "lang_archBoth": "BIOS und EFI",
    "lang_archSelector": "Architekturauswahl",
    "lang_assignMenuToLocation": "Ort ein Menü zuweisen",
    "lang_biosOnly": "Nur BIOS",
    "lang_bootAddress": "Boot-Adresse des Servers",
    "lang_bootEntryData": "Daten des Menüeintrags",
    "lang_bootentryDeleteConfirm": "Sind Sie sicher, dass Sie diesen Menüeintrag löschen wollen?",
    "lang_bootentryHead": "Menüeinträge",
    "lang_bootentryIntro": "Hier können Sie Menüeinträge definieren, die sich später einem Menü zuweisen lassen. Ein Menüeintrag besteht entweder aus einem zu ladenen Kernel\/Image plus optional initrd, oder aus einem iPXE-Script.",
    "lang_bootentryTitle": "Menüeintrag",
    "lang_chooseIP": "Bitte wählen Sie die IP-Adresse, über die der Server von den Clients zum Booten angesprochen werden soll.",
    "lang_commandLine": "Command line",
    "lang_count": "Anzahl",
    "lang_downloadBootImage": "Boot-Image herunterladen",
    "lang_downloadRufus": "Rufus herunterladen",
    "lang_editBuiltinWarn": "Achtung! Sie bearbeiten einen der vorgegebenen Einträge! Bei einem Update könnten Ihre Änderungen wieder überschrieben werden",
    "lang_editMenuHead": "Menü bearbeiten",
    "lang_efiOnly": "Nur EFI",
    "lang_entryChooserTitle": "Menüeintrag auswählen",
    "lang_entryId": "ID",
    "lang_entryTitle": "Bezeichnung",
    "lang_execAutoUnload": "Nach Ausführung entladen (--autofree)",
    "lang_execReplace": "Aktuellen iPXE-Stack erstzen (--replace)",
    "lang_execResetConsole": "Konsole vor Ausführung zurücksetzen",
    "lang_forceRecompile": "Jetzt neu compilieren",
    "lang_generationFailed": "Erzeugen des Bootmenüs fehlgeschlagen. Der Netzwerkboot von bwLehrpool wird wahrscheinlich nicht funktionieren. Wenn Sie den Fehler nicht selbst beheben können, melden Sie bitte die Logausgabe an das bwLehrpool-Projekt.",
    "lang_hotkey": "Hotkey",
    "lang_idFormatHint": "(Max. 16 Zeichen, nur a-z 0-9 - _)",
    "lang_imageToLoad": "Zu ladendes Image (z.B. Kernel)",
    "lang_initRd": "Zu ladendes initramfs",
    "lang_ipxeWikiUrl": "im iPXE Wiki",
    "lang_isDefault": "Standard",
    "lang_listOfMenus": "Menüliste",
    "lang_localBootDefault": "Standardmäßig verwendete Methode, um von Festplatte zu booten",
    "lang_localBootExceptions": "Ausnahmen, pro Rechnermodell definierbar",
    "lang_localBootHead": "Boot von Festplatte",
    "lang_localBootIntro": "Aus dem iPXE Bootmenü kann auf verschiedene Arten ein Boot von der primären Festplatte ausgelöst werden. In den allermeisten Fällen ist die Einstellung \"AUTO\" ausreichend, bei bestimmten Rechnermodellen kann es allerdings erforderlich sein, eine der alternativen Methoden zu erzwingen. Falls Sie einem solchen Modell begegnen, können Sie im unteren Teil dieser Seite eine solche Ausnahme festlegen. In einigen Fällen lässt sich das Problem auch durch ein BIOS-Update auf den entsprechenden Geräten beheben.",
    "lang_locationCount": "Anzahl Orte",
    "lang_menuDeleteConfirm": "Sind Sie sicher, dass Sie dieses Menü löschen wollen?",
    "lang_menuEntryOverride": "Standardeintrag überschreiben",
    "lang_menuGeneration": "Erzeugen des Bootmenüs",
    "lang_menuListIntro": "Hier sehen Sie eine Liste aller vorhandenen Menüs, deren Zuordnung zu Räumen sowie die Möglichkeit, diese zu editieren oder löschen. Um ein Menü einem bestimmten Raum zuzuweisen, besuchen Sie bitte den Menüpunkt \"Räume\/Orte\".",
    "lang_menuTimeout": "Timeout",
    "lang_menuTitle": "Menü",
    "lang_moduleHeading": "iPXE \/ Boot Menu",
    "lang_newBootEntryHead": "Neuer Menüeintrag",
    "lang_newMenu": "Neues Menü",
    "lang_none": "(keine)",
    "lang_override": "Überschreiben",
    "lang_recompileHint": "iPXE-Binaries jetzt neu kompilieren. Normalerweise wird dieser Vorgang bei Änderungen automatisch ausgeführt. Sollten Bootprobleme auftreten, können Sie hier den Vorgang manuell anstoßen.",
    "lang_refCount": "Referenzen",
    "lang_referencingMenus": "Verknüpfte Menüs",
    "lang_scriptContent": "Script",
    "lang_seconds": "Sekunden",
    "lang_set": "Setzen",
    "lang_spacer": "Abstandhalter\/Überschrift",
    "lang_systemmodel": "System-Modell",
    "lang_title": "Titel",
    "lang_typeExecEntry": "Standardeintrag",
    "lang_typeScriptEntry": "Benutzerdefiniertes Script",
    "lang_usbImage": "USB-Image",
    "lang_usbImgHelp": "Mit dem USB-Image können Sie einen bootbaren USB-Stick erstellen, über den sich bwLehrpool an Rechnern starten lässt, die keinen Netzwerkboot unterstützen, bzw. für die keine entsprechende DHCP-Konfiguration vorhanden ist. Dies erfordert dann lediglich, dass in der BIOS-Konfiguration des Rechners USB-Boot zugelassen ist. Der Stick dient dabei lediglich als Einstiegspunkt; es ist nach wie vor ein bwLehrpool-Satellitenserver für den eigentlichen Bootvorgang von Nöten.",
    "lang_usbImgHelpBtn": "Bootbaren USB-Stick erstellen",
    "lang_usbImgHelpLinux": "Nutzen Sie dd, um das Image auf einen USB-Stick zu schreiben. Das Image enthält bereits eine Partitionstabelle, achten Sie daher darauf, dass Sie das Image z.B. nach \/dev\/sdx schreiben, und nicht nach \/dev\/sdx1",
    "lang_usbImgHelpWindows": "Unter Windows muss zunächst ein Programm besorgt werden, mit dem sich Images direkt auf einen USB-Stick schreiben lassen. Es gibt gleich mehrere kostenlose und quelloffene Programme, eines davon ist Rufus. Rufus wurde mit dem bwLehrpool-Image gestetet. Nach dem Starten des Programms ist lediglich das heruntergeladene Image zu öffnen, sowie in der Liste der Laufwerke der richtige USB-Stick auszuwählen (damit Sie nicht versehentlich Daten auf dem falschen Laufwerk überschreiben!)",
    "lang_useDefaultMenu": "Übergeordnetes Menü verwenden",
    "lang_useDefaultMenuEntry": "(Vorgabe des Menüs)"
}