{
    "lang_addExam": "Zeitraum hinzufügen",
    "lang_addingBasedOnLecture": "Füge neuen Prüfungszeitraum basierend auf vorhandener Veranstaltung an",
    "lang_allExamPeriods": "Alle Prüfungszeiträume",
    "lang_autoLogin": "Login überspringen",
    "lang_autoLoginInfo": "Wenn Sie diese Option wählen, wird die bwLehrpool Loginmaske übersprungen und eine anonyme Sitzung gestartet, d.h. die Studierenden sehen nach dem Booten des Rechners keine Loginmaske, sondern direkt den vmChooser mit den für den Raum verfügbaren Prüfungen. Dies ist z.B. sinnvoll, wenn die Studierenden zur Abgabe ein LMS nutzen, an dem sie sich separat authentifizieren. Bedenken Sie, dass in diesem Modus keine Home-Verzeichnisse zur Verfügung stehen. Wenn Sie zusätzlich eine automatisch zu startende Veranstaltung wählen, wird der vmChooser nicht angezeigt, sodass die Rechner ohne Nutzerinteraktion direkt in die ausgewählte Veranstaltung booten.",
    "lang_autoStartInfo": "Wählen Sie hier optional eine Veranstaltung, die automatisch auf den Clients gestartet werden soll. Die Studierenden sehen nach der Loginmaske keinen vmChooser; die hier festgelegte Veranstaltung wird direkt gestartet. Beachten Sie, dass die gewählte Veranstaltung zum Prüfungszeitraum durch den Dozenten aktiviert sein muss. Wird keine Veranstaltung für den Autostart ausgewählt, sieht der Prüfling nach wie vor den vmChooser, in dem dann jedoch ausschließlich als Prüfung markierte Veranstaltungen aufgelistet werden. Sie können diese Funktion mit der Option \"Login überspringen\" kombinieren, um einen komplett automatisierten Start zu ermöglichen.",
    "lang_autoStartLecture": "Automatisch zu startende Veranstaltung",
    "lang_autostart": "Autostart-Veranstaltung",
    "lang_begin": "Beginn",
    "lang_begin_date": "Beginn Datum",
    "lang_begin_time": "Uhrzeit",
    "lang_comfirmGlobalExam": "Wollen Sie wirklich eine globale Prüfung definieren? Im gewählten Zeitraum werden sämtliche Räume in den Prüfungsmodus geschaltet.",
    "lang_dateTime": "Datum\/Uhrzeit",
    "lang_deleteConfirmation": "Wirklich löschen?",
    "lang_description": "Beschreibung",
    "lang_duration": "Dauer",
    "lang_end": "Ende",
    "lang_end_date": "Ende Datum",
    "lang_end_time": "Uhrzeit",
    "lang_examModeDescription": "Hier können Sie bwLehrpool-Räume zeitgesteuert in den Prüfungsmodus versetzen. Im Prüfungsmodus ist das Client-System stärker abgeriegelt, sodass es sich zum Schreiben von E-Prüfungen eignet. Nach dem Ein- bzw. Ausschalten des Prüfungsmodus ist es notwendig, die Rechner in den betroffenen Räumen neuzustarten.",
    "lang_global": "Global",
    "lang_headingAddExam": "Zeitraum hinzufügen",
    "lang_headingAllExamLectures": "Ausstehende Prüfungsveranstaltungen (30 Tage)",
    "lang_headingEditExam": "Zeitraum bearbeiten",
    "lang_headingGraphicalOverview": "Grafische Darstellung",
    "lang_headingMain": "bwLehrpool Prüfungsmodus",
    "lang_id": "ID",
    "lang_lectureName": "Veranstaltungsname",
    "lang_lectureOutOfRange": "Achtung: Der oben angegebene Zeitraum ist kürzer als die Dauer der Veranstaltung",
    "lang_location": "Raum\/Ort",
    "lang_locationInfo": "Wählen Sie hier die Räume und Orte aus, die während des unten ausgewählten Zeitraums in den Prüfungsmodus versetzt werden. Wenn sie hier keine Auswahl treffen, werden alle Räume in den Prüfungsmodus versetzt.",
    "lang_locations": "Räume\/Orte",
    "lang_moreThanOneDay": "Mehr als ein Tag",
    "lang_noDescription": "Keine Beschreibung",
    "lang_none": "(Keine)",
    "lang_timeFrame": "Zeitraum"
}