{
    "lang_activate": "Aktivieren",
    "lang_activateGlobally": "Als globale Konfiguration setzen",
    "lang_active": "Aktiv",
    "lang_adStarted": "Der AD-Proxy wird nun konfiguriert und gestartet...",
    "lang_adText1": "Zum Einrichten der Benutzerauthentifizierung über ein Active Directory wird neben der Adresse des anzusprechenden Servers ein dedizierter Benutzer im AD benötigt, über welchen das AD angesprochen wird. Der Benutzer sollte in der gleichen Domäne sein, wie die Benutzer, die sich später an den Arbeitsstationen anmelden werden. Ansonsten ist es notwendig, die Suchbasis anzugeben.",
    "lang_adText2": "Dieser Benutzer benötigt keine besonderen Rechte, Sie können diesem Benutzer zur Sicherheit auch die Rechte zum Anmelden entziehen. Der Benutzer muss lediglich ausreichende Berechtigungen haben, um einen LDAP-Bind am AD durchzuführen, und nach Benutzern zu suchen.",
    "lang_adText3": "Normalerweise können Sie als Bind DN die Kurzform im Format domäne\\benutzer angeben. Wenn dies nicht funktioniert, müssen Sie den DN des Benutzers ermitteln. Z.B. unter Eingabe des folgenden Befehls auf einem DC:",
    "lang_adText4": "Nach Eingabe aller benötigten Daten wird im nächsten Schritt überprüft, ob die Kommunikation mit dem AD möglich ist.",
    "lang_add": "Hinzufügen",
    "lang_allowPass": "Login mit Passwort zulassen",
    "lang_allowPassInfo": "Wenn aktiviert, lässt der sshd Logins mit Benutzername\/Passwort-Kombination zu. Ansonsten werden nur Logins nach dem pubkey-Verfahren zugelassen.",
    "lang_asteriskMandatory": "Mit (*) gekennzeichnete Felder sind Pflichtfelder",
    "lang_availableModules": "Verfügbare Konfigurationsmodule",
    "lang_availableSystem": "Verfügbare Systemkonfigurationen",
    "lang_backToSysconfig": "Zurück zur Übersicht",
    "lang_bindDN": "Bind DN",
    "lang_branding": "Hier können Sie ihr Einrichtungslogo im SVG-Format hochladen. Das SVG-Format ist ein Vektorgrafikformat, was zum Skalieren vorteilhaft ist. Eine gute Quelle für SVG-Logos von Unis und Hochschulen ist ihr jeweiliger Wikipedia-Artikel.",
    "lang_brandingInfo": "Unten sehen Sie zur Kontrolle noch einmal das ausgewählte Logo. Sollten Sie das Logo nicht sehen können, prüfen Sie bitte, ob Sie ein valides SVG-Bild verwendet haben. Alternativ ist es möglich, dass beim Verarbeiten des Bildes ein Fehler auftrat. Sie können daher das Modul trotzdem speichern und testen, ob das Logo im bwLehrpool-System angezeigt wird.",
    "lang_browseForFile": "Durchsuchen",
    "lang_checkFileContent": "Hier haben Sie die Möglichkeit, den Inhalt des Archivs noch einmal zu überprüfen.",
    "lang_computerLoad": "Bild von lokalem Rechner hochladen",
    "lang_configLocationLong": "Diese Konfiguration ist einem oder mehreren Orten direkt zugewiesen. Es werden nur direkt betroffene Räume berücksichtigt.",
    "lang_configuration": "Konfiguration",
    "lang_configurationChoose": "Bitte wählen Sie, welche Module für diese Konfiguration verwendet werden sollen.",
    "lang_configurationModuleNotFound": "Keine Konfigurationsmodule gefunden!",
    "lang_configurationSuccess": "Die Konfiguration wurde erfolgreich erstellt.",
    "lang_confirmDeleteQuestion": "Wollen Sie dieses Element wirklich löschen?",
    "lang_connectionWait": "Überprüfe Verbindung, bitte warten",
    "lang_continueAnyway": "Trotzdem weiter",
    "lang_credPassingNotes": "Wenn Sie diese Option aktivieren, werden Nutzername und Passwort des angemeldeten Benutzers an das Startskript der gewählten Veranstaltung übergeben. Somit kann der Ersteller der Veranstaltung mit seinem Script beim Start der VM automatisiert weitere Dienste ansteuern, die eine Authentifizierung erfordern. Sie sollten diese Funktion nur aktivieren, wenn Sie der Personengruppe, die Veranstaltungen bearbeiten kann, entsprechend vertrauen.",
    "lang_credentialPassing": "Zugangsdaten des Nutzers an das Startscript der Veranstaltung übergeben.",
    "lang_customCertificate": "Zur Validierung zusätzlich erforderliche (Intermediate-)Zertifikate",
    "lang_customModuleInfo1": "Über ein benutzerdefiniertes Modul ist es möglich, beliebige Dateien zum Linux-Grundsystem, das auf den Clients gebootet wird, hinzuzufügen. Dazu kann ein Archiv mit einer Dateisystemstruktur hochgeladen werden, die in dieser Form 1:1 in das gebootete Linux extrahiert wird.",
    "lang_customModuleInfo2": "Beispiel: Enthält das hochgeladene Archiv eine Datei etc\/beispiel.conf, so wird auf einem gebooteten Client diese Datei als \/etc\/beispiel.conf zu finden sein.",
    "lang_customizeAttrDesc": "Hier können Sie die Standardwerte für bestimmte Attribute und deren Werte überschreiben, wenn ihr LDAP-Schema nicht dem üblichen Unix-Schema entspricht.",
    "lang_customizeAttributes": "Attribute anpassen",
    "lang_deleteLong": "Modul oder Konfiguration löschen.",
    "lang_determiningHomeDirectory": "Versuche Attribut für das Home-Verzeichnis zu ermitteln...",
    "lang_dnLookup": "Ermitteln der Bind-DN",
    "lang_download": "Herunterladen",
    "lang_downloadLong": "Dieses Modul \"so wie es ist\" herunterladen.",
    "lang_driveLetterNote": "WICHTIG: Bitte wählen Sie einen Laufwerksbuchstaben, der in den eingesetzten VMs verfügbar ist, da ansonsten auf einen anderen Buchstaben ausgewichen werden muss.",
    "lang_editLong": "Modul oder Konfiguration bearbeiten.",
    "lang_editingLocationInfo": "Sie setzen die Konfiguration eines bestimmten Raums\/Orts, nicht die globale Konfiguration",
    "lang_fixNumeric": "Numerischen Account-Namen muss ein 's' vorangestellt werden",
    "lang_fixNumericDescription": "Wenn Sie diese Option aktivieren, müssen Benutzer, deren Account-Name nur aus Ziffern besteht, diesem ein 's' voranstellen beim Login. Diese Option ist beim alten Login-Manager (KDM) zwingend erforderlich, da sonst der Loginvorgang fehlschlägt. Mit dem neuen lightdm-basierten Login-Screen lassen sich numerische Account-Namen jedoch direkt verwenden. Wenn Sie an Ihrer Einrichtung keine numerischen Account-Namen verwenden, hat diese Option keine Auswirkung.",
    "lang_folderRedirection": "Folder Redirection",
    "lang_generateModule": "Modul erzeugen",
    "lang_handlingNotes": "Hier können Sie festlegen, wie Netzwerk-Shares (inkl. des Home-Verzeichnisses) an Virtuelle Maschinen durchgereicht werden. In älteren Versionen von bwLehrpool wurden die VMware Shared Folders genutzt, was mit bestimmten file servern Probleme verursachen konnte. Der neue native Modus funktioniert deutlich besser, ist aber bei Windows-Gästen darauf angewiesen, dass (1) der file server smb\/cifs spricht (z.B. Windows Server, Samba unter Linux) und (2) die openslx.exe im Autostart eingebunden ist (bei den bwLehrpool Vorlagen bereits der Fall).",
    "lang_helpHomeAttrHead": "Name des Home-Verzeichnis-Attributs",
    "lang_helpHomeAttrText": "Hier können Sie alternativ zum fest vorgegebenem Template des Home-Verzeichnis Servers den Attributsnamen im Active Directory angeben, der diesen Pfad bereitstellt. Normalerweise ist dies \"homeDirectory\". Wird das Feld leer gelassen, versucht der Assistent, das Attribut selbstständig zu ermitteln. Falls das Einbinden der Home-Verzeichnisse anschließend nicht funktioniert, überprüfen Sie bitte den Client-Log (Status->Client Log) und den LDAP-Proxy-Log (Status->Server Status).",
    "lang_helpModuleConfiguration": "Konfigurationsmodule sind die Bausteine, aus denen eine Systemkonfiguration erstellt wird. Hier lassen sich sowohl generische Module durch einen Wizard anlegen, als auch komplett eigene Module erstellen (fortgeschritten, Linuxkenntnisse erforderlich).",
    "lang_helpSystemConfiguration": "Über eine Systemkonfiguration wird die grundlegende Lokalisierung des bwLehrpool-Systems durchgeführt. Dazu gehören Aspekte wie das Authentifizierungsverfahren für Benutzer (z.B. Active Directory, LDAP), Druckerkonfiguration, Home-Verzeichnisse, etc. Eine Systemkonfiguration setzt sich aus einem oder mehreren Konfigurationsmodulen zusammen, welche im angrenzenden Panel verwaltet werden können.",
    "lang_homeAttr": "Home-Attribut",
    "lang_homeAttributeExplanation": "Bitte wählen Sie das Attribut, welches das Home-Verzeichnis der User enthält.",
    "lang_homeFallback": "Home-Fallback",
    "lang_homedirHandling": "(Home-)Verzeichnis Einbindung",
    "lang_inheritFromParentLoc": "Von übergeordnetem Ort erben",
    "lang_ldapStarted": "Der LDAP-Proxy wurde gestartet",
    "lang_ldapText1": "Mit diesem Wizard können Sie Authentifizierung gegen einen LDAP-Server einrichten.",
    "lang_ldapText2": "Zu diesem Zweck wird ein LDAP-Proxy auf dem Satelliten-Server gestartet. Dies bedeutet, dass der LDAP-Server von diesem Server aus erreichbar sein muss. Die Pool-PCs hingegen müssen nicht direkt mit dem LDAP-Server kommunizieren können.",
    "lang_legend": "Legende",
    "lang_listenPort": "Listen port",
    "lang_listenPortInfo": "Der Port, auf dem der sshd lauscht. Der offizielle Standard ist 22.",
    "lang_mapModeNative": "Nativ direkt in der VM einbinden [openslx.exe]",
    "lang_mapModeNativeFallback": "Nativ in der VM einbinden; Fallback auf VMware Shared Folders",
    "lang_mapModeNone": "Verzeichnisse nicht durchreichen",
    "lang_mapModeVmware": "VMware Shared Folders [VMwareTools]",
    "lang_moduleChoose": "Bitte wählen Sie aus, welche Art Konfigurationsmodul Sie erstellen möchten.",
    "lang_moduleConfiguration": "Konfigurationsmodule",
    "lang_moduleName": "Modulname",
    "lang_moduleTitle": "Titel",
    "lang_name": "Name",
    "lang_newConfiguration": "Neue Konfiguration",
    "lang_newModule": "Neues Modul",
    "lang_noContent": "Kein Inhalt!",
    "lang_noHomeAttrFound": "Konnte kein Attribut finden, dass das Home-Verzeichnis zu enthalten scheint. Bitte manuell festlegen, wenn Einbindung gewünscht.",
    "lang_noModuleOfType": "Kein Modul dieser Art vorhanden.",
    "lang_noOpenPort": "Auf dem angegebenen Server wurde kein offener Port gefunden.",
    "lang_noValidCert": "Der Server besitzt kein oder ein nicht valides Zertifikat.",
    "lang_onProblemSearchBase": "Werden keine Benutzer gefunden, dann überprüfen Sie bitte die Suchbasis",
    "lang_or": "oder",
    "lang_password": "Passwort",
    "lang_rebuild": "Neu generieren",
    "lang_rebuildLong": "Modul oder Konfiguration neu generieren. Das entsprechende Modul bzw. Konfiguration ist aktuell und sollte nicht neu generiert werden müssen.",
    "lang_rebuildOutdatedLong": "Modul oder Konfiguration neu generieren. Das entsprechende Modul bzw. Konfiguration ist veraltet oder nicht vorhanden.",
    "lang_redirectionWarning": "ACHTUNG: Diese Funktion ist experimentell. Sie biegt nach dem Starten mittels openslx.exe die ausgewählten Verzeichnisse auf das Home-Verzeichnis des angemeldeten Benutzers um (getestet mit Windows 7 und 10). Da hierzu undokumentierte Windows-Einstellungen zur Laufzeit geändert werden ist nicht garantiert, dass diese Methode in späteren Versionen\/Updates von Windows noch funktioniert. Wir empfehlen, stattdessen die Verzeichnisse - sofern gewünscht - bereits in der Vorlage auf den oben konfigurierten Laufwerksbuchstaben des Home-Verzeichnisses umzukonfigurieren.",
    "lang_restartWizard": "Wizard neu starten",
    "lang_rootKey": "root pubkey (öffentlicher Schlüssel)",
    "lang_rootKeyInfo": "Tragen Sie hier den öffentlichen Schlüssel eines Schlüsselpaars ein, mit dem Sie sich als root-Benutzer an den Clients anmelden wollen. Lassen Sie das Feld leer, um diese Funktion nicht zu verwenden.",
    "lang_searchBase": "Suchbasis",
    "lang_selectFile": "Bitte wählen Sie ein Archiv",
    "lang_selectHomeAttribute": "Home-Attribut",
    "lang_selfSignedNote": "Das Zertifikat des Servers scheint selbst signiert zu sein. Wenn Sie fortfahren wird versucht, die Zertifikatskette vom Server abzufragen. Dies ist in den meisten Fällen erfolgreich, sollte aber nur getan werden wenn Sie wissen, dass das Zertifikat des Servers von einer unbekannten CA signiert wurde. Falls die Authentifizierung anschließend nicht funktioniert, überprüfen Sie die LDAP-Proxy Logs auf der Serverstatus-Seite.",
    "lang_shareDesktop": "Desktop (Achtung: Vom Dozent angelegte Verknüpfungen nicht sichtbar!)",
    "lang_shareDocuments": "Eigene Dokumente",
    "lang_shareDomainLabel": "Domänenname",
    "lang_shareDomainNote": "Der Domänenname wird beim Einbinden des Home-Verzeichnisses dem Benutzernamen vorangestellt (DOMAIN\\user). Normalerweise wird der Domänenname automatisch ermittelt, er lässt sich hiermit aber explizit überschreiben.",
    "lang_shareDownloads": "Downloads",
    "lang_shareHomeDrive": "Home-Verzeichnis Buchstabe (Windows)",
    "lang_shareMapCreate": "Ordner auf dem Netzlaufwerk bei Bedarf anlegen",
    "lang_shareMedia": "Eigene Musik, Videos, Bilder",
    "lang_shareModeNote": "\"Nativer Modus mit Fallback auf VMware\" ist experimentell und kann dazu führen, dass die VM in regelmäßigen Abständen Hänger hat.",
    "lang_shareOther": "Andere (Saved Games, Kontakte, Favoriten, ...)",
    "lang_shareRemapMode": "Einbindemodus",
    "lang_show": "Ansehen",
    "lang_showLong": "Inhalt des Moduls anzeigen.",
    "lang_skip": "Weiter",
    "lang_ssl": "SSL",
    "lang_sslDescription": "Die Verbindung zum AD-Server mit SSL sichern. (Die Verbindung zwischen Client und Proxy wird in jedem Fall mit SSL abgewickelt.)",
    "lang_supportedFiles": "Unterstützte Archivformate",
    "lang_systemConfiguration": "Systemkonfiguration",
    "lang_systemConfigurationAlert": "Bevor Sie eine Systemkonfiguration erstellen können, müssen Sie zunächst ein Konfigurationsmodul erzeugen.",
    "lang_systemConfigurationNotFound": "Keine Systemkonfigurationen gefunden. Erstellen Sie eine neue Konfiguration aus den unten aufgeführten Konfigurationsmodulen.",
    "lang_title": "Titel",
    "lang_to": "Zur",
    "lang_toSystemConfiguration": "Zur Systemkonfiguration",
    "lang_tryingFingerprint": "Das Zertifikat des Servers kann nicht validiert werden. Wenn Sie fortfahren, wird in Zukunft der Fingerprint des Zertifikats für die Validierung genutzt. Wenn sich das Zertifikat ändert, müssen Sie diesen Wizard erneut durchführen, um den Fingerprint zu aktualisieren. Wichtig: Wenn Sie einen Load-Balancer einsetzen, und die dahintergeschalteten Server unterschiedliche Zertifikate besitzen, können Sie dieses Verfahren nicht nutzen.",
    "lang_upload": "Hochladen",
    "lang_urlLoad": "Bild von URL laden",
    "lang_userCertInvalid": "Das von Ihnen angegebene Zertifikat kann nicht zur Verifikation des Servers genutzt werden. Bitte geben Sie das passende Zertifikat an, oder lassen Sie das Feld leer, damit der Wizard versucht, das Zertifikat automatisch zu ermitteln.",
    "lang_userDirectory": "Benutzerverzeichnis",
    "lang_userDirectoryInfo1": "Optionale Angabe: Wenn die Clients für die Benutzer ein eigenes Verzeichnis (Homeverzeichnis, Benutzerverzeichnis) von einem Server einbinden sollen, geben Sie bitte hier das Format in UNC-Notation an, also z.B.",
    "lang_userDirectoryInfo2": "%s ist dabei ein Platzhalter für den Login-Namen des Benutzers.",
    "lang_userDirectoryInfo3": "Das Verzeichnis wird mit den gleichen Zugangsdaten eingebunden, die der Benutzer beim Login angibt. (D.h. kein Kerberos Support o.ä.)"
}